#include <stdio.h>
int main() {
    char ch[] = "Октябрь уж наступил — уж роща отряхает\nПоследние листы с нагих своих ветвей;\n\
    Дохнул осенний хлад — дорога промерзает.\n\
    Журча еще бежит за мельницу ручей,\n\
                    Но пруд уже застыл; сосед мой поспешает\n\
                    В отъезжие поля с охотою своей,\n\
                    И страждут озими от бешеной забавы,\n\
                    И будит лай собак уснувшие дубравы.\n\
                    Теперь моя пора: я не люблю весны;\n\
                    Скучна мне оттепель; вонь, грязь — весной я болен;\n\
                    Кровь бродит; чувства, ум тоскою стеснены.\n\
                    Суровою зимой я более доволен,\n\
                    Люблю ее снега; в присутствии луны\n\
                    Как легкий бег саней с подругой быстр и волен,\n\
                    Когда под соболем, согрета и свежа,\n\
                    Она вам руку жмет, пылая и дрожа!\n\
                    Как весело, обув железом острым ноги,\n\
                    Скользить по зеркалу стоячих, ровных рек!\n\
                    А зимних праздников блестящие тревоги?\n\
                    Но надо знать и честь; полгода снег да снег,\n\
                    Ведь это наконец и жителю берлоги,\n\
                    Медведю, надоест. Нельзя же целый век\n\
                    Кататься нам в санях с Армидами младыми\n\
                    Иль киснуть у печей за стеклами двойными.\n\
                    Ох, лето красное! любил бы я тебя,\n\
                    Когда б не зной, да пыль, да комары, да мухи.\n\
                    Ты, все душевные способности губя,\n\
                    Нас мучишь; как поля, мы страждем от засухи;\n\
                    Лишь как бы напоить, да освежить себя —\n\
                    Иной в нас мысли нет, и жаль зимы старухи,\n\
                    И, проводив ее блинами и вином,\n\
                    Поминки ей творим мороженым и льдом.\n\
                    Дни поздней осени бранят обыкновенно,\n\
                    Но мне она мила, читатель дорогой,\n\
                    Красою тихою, блистающей смиренно.\n\
                    Так нелюбимое дитя в семье родной\n\
                    К себе меня влечет. Сказать вам откровенно,\n\
                    Из годовых времен я рад лишь ей одной,\n\
                    В ней много доброго; любовник не тщеславный,\n\
                    Я нечто в ней нашел мечтою своенравной.";
    printf("%s", ch);
}